{
  "setting_icon": {
    "global_settings": "Algemene instellingen",
    "global_settings_description": "In deze modus kunt u algemene instellingen configureren. Als het symbool verschillende instellingen heeft, heeft de wijziging geen invloed. Weet wat u doet bij het maken van aanpassingen.",
    "_symbols": "Symbolen",
    "placeholder_monitor_symbols": "Kies symbolen om te controleren...",
    "candle_settings": "Kaarsinstellingen",
    "candle_interval_description": "Definieert het kaarsinterval om de hoogste/laagste prijs te berekenen.",
    "candle_limit_description": "Stelt de kaarslimiet in om de hoogste/laagste prijs te berekenen.",
    "buy_sell_conf": "Instellingen voor kopen en verkopen",
    "trading_enabled_description": "Indien ingeschakeld, zal de bot de valuta kopen wanneer hij het koopsignaal detecteert. Indien uitgeschakeld, zal de bot niet kopen, maar blijven monitoren. Als de markt volatiel is, kunt u deze uitschakelen.",
    "trading_enabled_description_sell": "Indien ingeschakeld, zal de bot de valuta verkopen wanneer hij het verkoopsignaal detecteert. Indien uitgeschakeld, zal de bot niet verkopen.",
    "trigger_percent_buy": "Percentage voor koopsignaal",
    "trigger_percent_buy_description": "Stelt het percentage in om het koopsignaal te activeren. Voorbeeld: Als 1.01 is ingesteld en de laagste prijs is $ 100, dan zal de bot de valuta kopen wanneer de huidige prijs 1,01 bereikt. U kunt niet minder dan 1 instellen als prijs zal de waarde nooit bereiken. Tenzij er een zeer scherpe daling is.",
    "trigger_percent_sell": "Percentage voor het verkoopsignaal",
    "trigger_percent_sell_description": "Stelt het percentage in om het verkoopsignaal te activeren. Voorbeeld: Als 1.06 is ingesteld, is de minimale winst 6%. Als de laatst gekochte prijs $ 100 is, zal de bot de valuta verkopen wanneer de huidige prijs $ 106 is.",
    "placeholder_trigger_percent": "Stel het koopsignaal in",
    "stop_price_percent_description": "Stelt het percentage in om de stopprijs te berekenen. Voorbeeld: Als 1.01 is ingesteld en de huidige prijs is $ 100, is de stopprijs $ 101 voor de limietorder.",
    "placeholder_enter_stop_price": "Stel de stopprijs in",
    "placeholder_enter_limit_price": "Stel limietprijs in",
    "limit_price_percent_description": "Stelt het percentage in om de limietprijs te berekenen. Voorbeeld: Als u 1.011 instelt en de huidige prijs is $ 100, is de limietprijs $ 101,10 voor de limietorder.",
    "stop_price_percent_description_sell": "Stelt het percentage in om de stopprijs te berekenen. Voorbeeld: Als 0,99 is ingesteld en de huidige prijs $106 is, is de stopprijs $104,94 voor de stoporder.",
    "limit_price_percent_description_sell": "Stelt het percentage in om de limietprijs te berekenen. Voorbeeld: Als 0,98 is ingesteld en de huidige prijs is $106, is de limietprijs $103,88 voor de limietorder.",
    "stop_loss_enabled_description": "Indien ingeschakeld, zal de bot de munt verkopen wanneer deze het percentage bereikt dat is ingesteld in stop-loss. U kunt deze functie inschakelen om grotere verliezen dan verwacht te voorkomen.",
    "max_loss_percent_description": "Stelt het maximale verliespercentage van de stop-loss in. Voorbeeld: indien ingesteld op 0,80, betekent dit dat u niet meer dan 20% van het totale geïnvesteerde bedrag verliest. Als u de munt heeft gekocht voor de prijs van $ 100, de laatste prijs voor lang wordt ingesteld op $ 100 en stop-loss op $ 80. Als het $ 80 bereikt, verkoopt de bot alle beschikbare valutasaldo in een marktorder.",
    "placeholder_enter_max_loss": "Stel het maximale verlies in",
    "temporary_disable_buy": "Aankoop tijdelijk uitschakelen voor (in minuten)",
    "temporary_disable_buy_description": "Definieert hoe lang de aankoop van valuta moet worden uitgeschakeld in geval van activering van stop-loss. Voorbeeld: Indien ingesteld op 360, wordt de aankoop 6 uur uitgeschakeld.",
    "placeholder_temporary_disable": "Stel de minuten in om uit te schakelen",
    "note_changes": "Merk op dat de wijzigingen van kracht worden bij het volgende vinkje",
    "reset_global_settings": "Reset naar algemene instellingen",
    "warning_global_save": "Waarschuwing: u staat op het punt de globale aanpassing op te slaan",
    "ask_all_or_global": "Wilt u de instellingen toepassen op alle symbolen of alleen de globale?",
    "delete_symbol_setting": "Wilt u de symboolinstellingen verwijderen?",
    "choosed_all_symbols": "Als je op alles van toepassing bent en elk symbool heeft andere instellingen, zal het verloren gaan!",
    "choosed_global": "Als u globaal toepast en een symbool heeft een andere configuratie, wordt het ingesteld op aangepast!",
    "apply_all_symbols": "Toepassen op alle symbolen",
    "apply_global_only": "Globaal toepassen",
    "_customise": "Aanpassen",
    "_description": "In dit venster kunt u de algemene instellingen voor een specifiek symbool overschrijven. Weet wat u doet. De hier toegepaste instellingen hebben alleen invloed op dit symbool.",
    "last_buy_price_remove_threshold_description": {
      "1": "Stelt de limiet in voor het verwijderen van de laatste biedprijs voor symbolen die eindigen op",
      "2": " Wanneer de valutaprijs onder de limiet daalt, verwijdert de bot de laatst gekochte prijs. Als de bot de valuta niet heeft verkocht, kunt u handmatig de laatst gekochte prijs toevoegen, maar als deze onder de limiet ligt, zal weer verwijderd worden."
    },
    "placeholder_last_buy_remove_price_threshold": "Stel de drempel in om de laatste koopprijs te verwijderen",
    "max_purchase_amount_for": "Maximumbedrag om van te kopen",
    "max_purchase_amount": "Maximum aankoopbedrag",
    "min_purchase_amount": "Minimum aankoopbedrag",
    "min_purchase_amount_for": "Minimumbedrag om van te kopen",
    "max_purchase_amount_symbol_description": "Stelt het maximale te kopen bedrag in. Voorbeeld: Indien ingesteld op 100, zal de bot, wanneer hij het koopsignaal ontvangt, $ 100 van de valuta kopen.",
    "max_purchase_amount_description": "Stelt het maximale aankoopbedrag in voor symbolen die eindigen op",
    "placeholder_max_purchase_amount": "Stel de limiet in voor het maximale aankoopbedrag",
    "placeholder_min_purchase_amount": "Stel de limiet in voor het minimale aankoopbedrag",
    "_cancel": "Annuleren",
    "_yes": "Ja",
    "sell_market_order": "Verkoop op marktorder",
    "sell_market_order_description": "Als uw winst boven de verkooptriggerprijs ligt en de trend begint te dalen, zal de bot verkopen met een marktorder om de winst te maximaliseren.",
    "stake_coins": "Verzamel munten",
    "stake_coins_description": "Als deze optie is aangevinkt, zal de bot iets minder verkopen dan hij heeft gekocht om munten te verzamelen. Voorbeeld: Indien ingesteld op 0,5% winst, zal de bot slechts 99,5% van het gekochte bedrag verkopen.",
    "hard_sell_trigger": "Gedwongen verkoopactivering",
    "hard_sell_trigger_description": "Stelt de triggerprijs voor gedwongen verkoop in. Voorbeeld: Indien ingesteld op 1,01 zal de bot automatisch verkopen wanneer de winst 1% bereikt, zelfs als de trend omhoog gaat.",
    "placeholder_hard_sell_trigger": "Stel de prijs voor geforceerde activering in",
    "use_husky_sell": "Gebruik Husky-trend op verkoopsignaal",
    "use_husky_buy_description": "De bot zal de aankoop niet verwerken als de trend daalt. Het zal alleen verwerken als de trend stijgt. De timing van de bot is aanzienlijk verbeterd met deze functie.",
    "use_husky_buy": "Gebruik Husky-trend in koopsignaal",
    "use_husky_sell_description": "De bot zal de verkoop niet verwerken als de trend omhoog gaat. Het zal alleen verwerken als de trend omlaag gaat. De winst is meestal hoger dan op deze manier is gedefinieerd.",
    "force_market_order": "Verkoop forceren op marktorder",
    "weight_green_candle": "Gewicht van groene kaarsen",
    "weight_red_candle": "Gewicht van de rode kaarsen",
    "weight_green_candle_description": "Gewicht van groene kaarsen voor indicatorberekening. Stel deze waarde niet hoger in dan het gewicht van rode kaarsen! Bot verliest de koopfunctie na een prijsdaling.",
    "weight_red_candle_description": "Gewicht van rode kaarsen voor indicatorberekening. Deze waarde moet groter zijn dan het gewicht van groene kaarsen!",
    "grid_buy_strategy_activate": "Activeer rasterstrategie",
    "grid_buy_strategy_activate_description": "Activeert meerdere aankopen van dezelfde valuta. Wees voorzichtig.",
    "grid_buy_strategy": "Koop opnieuw na verschil",
    "grid_buy_strategy_description": "Maakt de mogelijkheid van meerdere aankopen mogelijk, waarbij altijd de gemiddelde prijs wordt berekend. Bijvoorbeeld: indien ingesteld op 1%, zal de bot de valuta opnieuw kopen als het verschil tussen de laatste aankoopprijs groter is dan 1%.",
    "strategy_options": "Strategie-aanpassingen",
    "trade_options": "Handelsaanpassingen",
    "bot_options": {
      "bot_options": "Bot-opties",
      "_language": "Taal",
      "select_language": "Selecteer bottaal",
      "use_slack": "Gebruik Slack om berichten te ontvangen",
      "use_telegram": "Gebruik Telegram om berichten te ontvangen",
      "_security": "Beveiliging",
      "login_expire_time": "Tijd om in te loggen verloopt",
      "login_expire_time_description": "Stelt de tijd in waarop de login verloopt. Stel 0 in om nooit te verlopen (NIET AANBEVOLEN)",
      "expire_after": "Vervallen na:",
      "_minuten": "minuten"
    },
    "reset_factory": {
      "reset_factory": "Reset naar fabrieksinstellingen",
      "delete_all": "Verwijder alle opgeslagen gegevens",
      "delete_all_keep_symbols": "Alles verwijderen, symbolen behouden",
      "delete_all_description": {
        "1": "Hiermee worden al uw cache- en databasegegevens verwijderd.",
        "2": "Je instellingen zijn zoals de eerste keer dat je de bot startte.",
        "3": "Als u een openstaande koop-/verkooporder heeft, verwijdert deze functie alle gegevens hierover.",
        "4": "Gebruik deze functie niet bij openstaande bestellingen."
      }
    }
  },
  "dust_transfer": {
    "convert_small_balances_bnb": "Convert kleine bedragen naar BNB",
    "_description": "U kunt elke 6 uur bedragen van minder dan 0,003 BTC naar BNB converteren. Het is niet mogelijk om valuta's om te zetten die hier niet worden vermeld.",
    "_loading": "Bezig met laden",
    "no_asset_convert": "Er is geen valuta om te converteren.",
    "_convert": "Converteren"
  },
  "coin_wrapper": {
    "_actions": {
      "action_disabled": "Tijdelijk uitgeschakeld",
      "action_buy_check": "Inkooporder controleren",
      "action_buy_filled": "Bestelling succesvol uitgevoerd. Laatste aankoopprijs instellen.",
      "action_buy_wait": "Wachten op inkooporder",
      "action_selling_stop_loss": "Valuta verkopen vanwege stop-loss",
      "action_sell_check": "Klantorder controleren",
      "action_sell_filled": "Bestelling succesvol uitgevoerd. Laatste aankoopprijs verwijderd.",
      "action_sell_wait": "Wachten op verkooporder",
      "disabled_by": "Uitgeschakeld door ",
      "action_sell_disabled": {
        "1": "De huidige prijs heeft de prijs voor het activeren van de verkoop bereikt.",
        "2": "De actie is echter tijdelijk uitgeschakeld door ",
        "3": "Verkoopproces samenvatten na: "
      },
      "action_sell_disabled_stop_loss": {
        "1": "De huidige prijs heeft de stop-loss-prijs bereikt. ",
        "2": "De actie is echter tijdelijk uitgeschakeld door ",
        "3": " Vat het verkoopproces samen na: "
      },
      "action_wait": {
        "1": "De huidige prijs heeft de activeringsprijs bereikt. ",
        "2": "En je hebt genoeg van",
        "3": "te verkopen.",
        "4": "Stel de laatste aankoopprijs in om te beginnen met verkopen. ",
        "5": "Aankoop niet verwerken."
      },
      "action_buy_disabled": {
        "1": "De huidige prijs heeft de aankoopactiveringsprijs bereikt.",
        "2": "De actie is echter tijdelijk uitgeschakeld door ",
        "3": "Geef een samenvatting van het aankoopproces na: "
      },
      "action_buy": "De huidige prijs heeft de prijs voor het activeren van de aankoop bereikt. Ik zal proberen de valuta te kopen.",
      "action_sell": "De huidige prijs heeft de prijs voor het activeren van de verkoop bereikt. Ik zal de valuta verkopen.",
      "action_sell_stop_loss": "De huidige prijs heeft de stop-loss prijs bereikt. Ik verkoop de valuta tegen marktprijs.",
      "sell_wait": "De huidige prijs is lager dan de activeringsprijs voor de verkoop. Wachten.",
      "action_open_orders": {
        "1": "Er zijn openstaande bestellingen van het symbool ",
        "2": "Ik zal geen nieuwe openen."
      },
      "action_max_purchase_undefined": "Ik heb geen maximum aankoopbedrag. Stel er een in de instellingen.",
      "action_dont_place_order": {
        "1": "Ik kan de munt niet kopen omdat die er niet is",
        "2": "kopen"
      },
      "action_dont_place_order_calc": {
        "1": "Ik kan de munt niet kopen omdat die er niet is",
        "2": "kopen",
        "3": "na berekening."
      },
      "action_trading_for_disabled": {
        "1": "Handelen voor",
        "2": " is uitgeschakeld. Ik zal geen bestelling openen."
      },
      "action_api_exceed": "De API-limiet is bereikt. Ik zal voorlopig geen actie ondernemen.",
      "action_placed_new_order": "Ik heb een aankooplimiet voor een bestelling geopend.",
      "action_order_minimum_qty": {
        "1": "De hoeveelheid voor de bestelling is gelijk aan of kleiner dan de kleinste hoeveelheid - ",
        "2": ". Ik zal niet proberen te verkopen."
      },
      "action_less_than_nominal": "De huidige waarde is lager dan de minimaal toegestane waarde. Ik verkoop nog niet.",
      "action_placed_new_sell_order": "Ik heb een verkooplimietorder geopend.",
      "action_unknown_order": {
        "1": "Onbekend ordertype: ",
        "2": "Ik zal geen marktverkooporder openen."
      },
      "action_disabled_stop_loss": "Tijdelijk uitgeschakeld vanwege stop-loss.",
      "action_buy_disabled_after_buy": "Ik heb de acties uitgeschakeld na bevestiging van de inkooporder.",
      "action_sell_disabled_after_sell": "Ik heb de acties uitgeschakeld na bevestiging van de verkooporder.",
      "action_buy_order_checking": "De inkooporder lijkt te zijn geplaatst. Ik kan deze echter niet vinden in de openstaande bestellingen. Wacht tot deze verschijnt.",
      "action_buy_order_filled": "De kooporder is succesvol uitgevoerd. Ik heb het laatste bedrag en de laatste koopprijs ingesteld. Wachten op het verkoopsignaal.",
      "action_sell_order_filled": "De verkooporder is succesvol uitgevoerd. Ik heb het laatste bedrag en de laatste koopprijs verwijderd.",
      "action_sell_order_checking": "De verkooporder lijkt te zijn geplaatst. Ik kan deze echter niet vinden in de openstaande orders. Wacht tot deze verschijnt.",
      "action_stop_monitoring": {
        "1": "De volgorde van",
        "2": " van het symbool: ",
        "3": "is",
        "4": "Ik stop met monitoren."
      },
      "action_cancel_success": {
        "1": "De volgorde van",
        "2": " is succesvol geannuleerd. Als de bestelling nog steeds verschijnt, wacht dan tot deze is verdwenen."
      },
      "order_cancelled": "De bestelling is geannuleerd."
    },
    "estimated_value": "Geschatte waarde",
    "temporary_disable_sell": "Verkoop tijdelijk uitschakelen",
    "order_type": "Bestellingstype",
    "_wait": "Wachten",
    "open_order": "Open bestelling",
    "placed_at": "Geplaatst in",
    "current_limit_price": "Limietprijs",
    "diff_cancel": "Verschil om te annuleren",
    "diff_execute": "Verschillen om uit te voeren",
    "buy_open_orders": "Open inkooporders",
    "buy_signal": "Koop teken",
    "highest_price": "Hoogste prijs",
    "lowest_price": "Laagste prijs",
    "trigger_price": "Prijs om te activeren",
    "diff_buy": "Verschil om te kopen",
    "diff_sell": "Verschil te koop",
    "sell_open_orders": "Open verkooporders",
    "stop_loss_price": "Stop prijs",
    "diff_stop_loss": "Verschil met stop-loss",
    "stop_percent": "Stop procent",
    "limit_percent": "Percentage van limiet",
    "_type": "Type",
    "minimum_profit": "Minimale winst",
    "max_purchase_amount": "Maximum aankoopbedrag",
    "_candles": "Kaarsen",
    "trigger_percent": "Percentage om te activeren"
  },
  "_footer": {
    "_version": "Huidige versie",
    "latest_version": "Laatste versie"
  },
  "profit_loss_wrapper": {
    "profit_loss_description": "Deze sectie toont ongeveer uw winst/verlies voor de huidige lijst van symbolen die open staan ​​voor verkoop met de laatst gedefinieerde koopprijs. De berekening is eenvoudigweg het toevoegen van uw winst/verlies voor elk symbool. Merk op dat het niet uw handel vertegenwoordigt geschiedenis winsten en verliezen."
  },
  "symbol_delete": {
    "remove_symbol": "Verwijder symbool",
    "_description": {
      "1": "Weet u zeker dat u het symbool uit de cache wilt verwijderen?",
      "2": "Merk op dat hiermee alleen de cachewaarden worden gewist.",
      "3": "Als het symbool nog steeds wordt gecontroleerd, verschijnt het opnieuw."
    }
  },
  "symbol_edit_last_buy_price": {
    "edit_last_buy": "Bewerk laatste aankoopprijs en bedrag van",
    "placeholder_last_buy": "Stel de laatste aankoopprijs in",
    "placeholder_last_qty_bought": "Stel de laatste aankoopprijs in",
    "edit_last_qty_bought_description": "Het laatst gekochte bedrag instellen/wijzigen. Als u het niet naast de laatste prijs instelt, zal de bot ALLE gratis valuta verkopen, in plaats van alleen het laatst gekochte bedrag.",
    "edit_last_buy_description": {
      "1": "De laatste aankoopprijs van het symbool instellen/wijzigen.",
      "2": "Als de bot de valuta heeft gekocht, wordt de prijs automatisch ingesteld.",
      "3": "Als u handmatig rechtstreeks bij de makelaar hebt gekocht, kunt u de laatste koopprijs instellen voor de bot om te verkopen tegen de gedefinieerde winst.",
      "4": "Wanneer de laatste koopprijs is ingesteld, begint de bot de verkoopmogelijkheid te bewaken.",
      "5": "Als u de laatste aankoopprijs wilt verwijderen, stelt u 0 in."
    }
  },
  "symbol_enable_action": {
    "resume_symbol_action": "Hervat symboolactie",
    "_description": {
      "1": "Weet u zeker dat u de actie van het symbool wilt hervatten?",
      "2": "Als de markt volatiel is, zal de bot het opnieuw kopen als het het koopsignaal ontvangt.",
      "3": "Ga voorzichtig te werk."
    }
  },
  "symbol_manual_trade": {
    "_trade": "Handel",
    "manual_trade_for": "Handmatig handelen voor",
    "_description": {
      "1": "In dit venster kunt u handelen",
      "2": " handmatig. Als u de laatst gekochte prijs al heeft, berekent de bot de gemiddelde kosten en herberekent de laatst gekochte prijs.",
      "3": "Om er zeker van te zijn dat de laatste aankoopprijs correct is geregistreerd, zal de bot de aankooporder controleren. Dit kan het API-gebruik verhogen."
    }
  },
  "place_manual_trade": {
    "action_manual_order": "Ik heb een handmatige bestelling geopend.",
    "notify_order_success": {
      "1": "De volgorde van",
      "2": "van het symbool: ",
      "3": ". Succesvol geplaatst. Als de bestelling nog niet is uitgevoerd, zou deze op een gegeven moment moeten verschijnen.",
      "4": "Als u 100% van uw beschikbare saldo op de verkoopknop drukt, berekent de bot de commissie van 0,1%."
    }
  },
  "manual_trade": {
    "trade_all": "Alles verhandelen",
    "manual_trade_for_all": "Handmatige handel voor alle symbolen",
    "_description": {
      "1": "In dit venster kunt u alle symbolen handmatig verhandelen. Om het proces te vereenvoudigen, wordt alleen marktorder ondersteund.",
      "2": "Als je 0 instelt op het symbool, zal de bot geen bestelling plaatsen voor het symbool. Als je al de laatste biedprijs hebt, dan berekent de bot de gemiddelde kosten en herberekent de laatste biedprijs.",
      "3": "Om er zeker van te zijn dat de laatste aankoopprijs correct is geregistreerd, zal de bot de aankooporder controleren. Dit kan het API-gebruik verhogen."
    }
  },
  "pass_screen": {
    "security_screen": "Beveiligingsscherm",
    "enter_pass": "Vul uw wachtwoord in",
    "_pass": "Wachtwoord",
    "pass_from_env": "Vul het wachtwoord in dat is gedefinieerd in het .env-bestand"
  },
  "common_strings": {
    "_interval": "Interval",
    "_limit": "Limiet",
    "_buy": "Koop",
    "_sell": "Verkoop",
    "used_weight": "Gebruikt API-gewicht (1m)",
    "trading_enabled": "Handelen ingeschakeld",
    "stop_price_percent": "Stop prijspercentage",
    "limit_price_percent": "Limiet prijspercentage",
    "stop_loss": "Stop-loss",
    "stop_loss_enabled": "Stop-loss ingeschakeld",
    "max_loss_percent": "Maximum verliespercentage",
    "_close": "Sluiten",
    "save_changes": "Instellingen opslaan",
    "account_balance": "Rekeningsaldo",
    "_totaal": "Totaal",
    "_free": "Vrij",
    "_locked": "Vergrendeld",
    "_status": "Status",
    "_quantity": "Bedrag",
    "_price": "Prijs",
    "stop_price": "Stop prijs",
    "current_price": "Huidige prijs",
    "sell_signal": "Verkoopsignaal",
    "trading_disabled": "Trading uitgeschakeld",
    "last_buy_price": "Laatste koopprijs",
    "averaged_price": "Gemiddelde prijs",
    "profit_loss": "winst/verlies",
    "_settings": "Instellingen",
    "last_buy_price_remove_threshold": "Drempel om de laatste koopprijs te verwijderen",
    "_remove": "Verwijderen",
    "_resume": "Hervatten",
    "_market": "Markt",
    "_balance": "Saldo",
    "current_balance": "Huidig ​​saldo",
    "remaining_balance": "Resterend saldo",
    "time_remaining": "remaining",
    "_action": "Actie",
    "_strength": "Kracht",
    "_trending": "Trending"
  },
  "sort_icon": {
    "_default": "Standaard",
    "_name": "Naam (alfabetisch)",
    "_buy": "Koop verschil",
    "_sell": "Verschil verkopen",
    "_profit": "Winst"
  }
}
